[
  {
    "category": "Love",
    "verses": [
      "For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life. - John 3:16",
      "Love is patient, love is kind. It does not envy, it does not boast, it is not proud. - 1 Corinthians 13:4",
      "And over all these virtues put on love, which binds them all together in perfect unity. - Colossians 3:14",
      "Above all, love each other deeply, because love covers over a multitude of sins. - 1 Peter 4:8",
      "Dear friends, let us love one another, for love comes from God. Everyone who loves has been born of God and knows God. - 1 John 4:7",
      "We love because he first loved us. - 1 John 4:19",
      "Let love and faithfulness never leave you; bind them around your neck, write them on the tablet of your heart. - Proverbs 3:3",
      "Do everything in love. - 1 Corinthians 16:14",
      "Be completely humble and gentle; be patient, bearing with one another in love. - Ephesians 4:2",
      "Greater love has no one than this: to lay down one’s life for one’s friends. - John 15:13",
      "Love must be sincere. Hate what is evil; cling to what is good. - Romans 12:9",
      "No, in all these things we are more than conquerors through him who loved us. - Romans 8:37",
      "And so we know and rely on the love God has for us. God is love. Whoever lives in love lives in God, and God in them. - 1 John 4:16",
      "Let us not love with words or speech but with actions and in truth. - 1 John 3:18",
      "Husbands, love your wives, just as Christ loved the church and gave himself up for her. - Ephesians 5:25",
      "Hatred stirs up conflict, but love covers over all wrongs. - Proverbs 10:12",
      "The second is this: ‘Love your neighbor as yourself.’ There is no commandment greater than these. - Mark 12:31",
      "There is no fear in love. But perfect love drives out fear, because fear has to do with punishment. The one who fears is not made perfect in love. - 1 John 4:18",
      "Dear children, let us not love with words or speech but with actions and in truth. - 1 John 3:18",
      "Above all, love each other deeply, because love covers over a multitude of sins. - 1 Peter 4:8"
    ]
  },
  {
    "category": "Faith",
    "verses": [
      "Now faith is confidence in what we hope for and assurance about what we do not see. - Hebrews 11:1",
      "And without faith it is impossible to please God, because anyone who comes to him must believe that he exists and that he rewards those who earnestly seek him. - Hebrews 11:6",
      "For we live by faith, not by sight. - 2 Corinthians 5:7",
      "And Jesus answered them, “Have faith in God. Truly, I say to you, whoever says to this mountain, ‘Be taken up and thrown into the sea,’ and does not doubt in his heart, but believes that what he says will come to pass, it will be done for him. - Mark 11:22-23",
      "But let him ask in faith, with no doubting, for the one who doubts is like a wave of the sea that is driven and tossed by the wind. - James 1:6",
      "And whatever you ask in prayer, you will receive, if you have faith. - Matthew 21:22",
      "I can do all things through him who strengthens me. - Philippians 4:13",
      "For by grace you have been saved through faith. And this is not your own doing; it is the gift of God, not a result of works, so that no one may boast. - Ephesians 2:8-9",
      "So faith comes from hearing, and hearing through the word of Christ. - Romans 10:17",
      "And without faith it is impossible to please him, for whoever would draw near to God must believe that he exists and that he rewards those who seek him. - Hebrews 11:6",
      "For in it the righteousness of God is revealed from faith for faith, as it is written, “The righteous shall live by faith.” - Romans 1:17",
      "And Jesus said to him, “‘If you can’! All things are possible for one who believes.” - Mark 9:23",
      "And whatever you ask in prayer, you will receive, if you have faith. - Matthew 21:22",
      "For truly, I say to you, if you have faith like a grain of mustard seed, you will say to this mountain, ‘Move from here to there,’ and it will move, and nothing will be impossible for you. - Matthew 17:20",
      "For we walk by faith, not by sight. For we walk by faith, not by sight. - 2 Corinthians 5:7",
  "So faith comes from hearing, and hearing through the word of Christ. - Romans 10:17",
  "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness. - Galatians 5:22",
  "Jesus said to him, “I am the way, and the truth, and the life. No one comes to the Father except through me. - John 14:6",
  "And he said to him, “Rise and go your way; your faith has made you well. - Luke 17:19",
  "And Jesus answered them, “Have faith in God. - Mark 11:22"
    ]
  },
  {
  "category": "Hope",
  "verses": [
    "May the God of hope fill you with all joy and peace as you trust in him, so that you may overflow with hope by the power of the Holy Spirit. - Romans 15:13",
    "But those who hope in the Lord will renew their strength. They will soar on wings like eagles; they will run and not grow weary, they will walk and not be faint. - Isaiah 40:31",
    "For I know the plans I have for you,” declares the Lord, “plans to prosper you and not to harm you, plans to give you hope and a future. - Jeremiah 29:11",
    "But blessed is the one who trusts in the Lord, whose confidence is in him. - Jeremiah 17:7",
    "I wait for the Lord, my whole being waits, and in his word I put my hope. - Psalm 130:5",
    "Be joyful in hope, patient in affliction, faithful in prayer. - Romans 12:12",
    "But those who hope in the Lord will renew their strength. They will soar on wings like eagles; they will run and not grow weary, they will walk and not be faint. - Isaiah 40:31",
    "But as for me, I watch in hope for the Lord, I wait for God my Savior; my God will hear me. - Micah 7:7",
    "But hope that is seen is no hope at all. Who hopes for what they already have? - Romans 8:24",
    "For in this hope we were saved. But hope that is seen is no hope at all. Who hopes for what they already have? - Romans 8:24",
    "But since we belong to the day, let us be sober, putting on faith and love as a breastplate, and the hope of salvation as a helmet. - 1 Thessalonians 5:8",
    "Therefore, with minds that are alert and fully sober, set your hope on the grace to be brought to you when Jesus Christ is revealed at his coming. - 1 Peter 1:13",
    "For we were saved in this hope, but hope that is seen is not hope; for why does one still hope for what he sees? - Romans 8:24",
    "This hope we have as an anchor of the soul, both sure and steadfast, and which enters the Presence behind the veil. - Hebrews 6:19",
    "For in hope we have been saved, but hope that is seen is not hope; for who hopes for what he already sees? - Romans 8:24",
    "For the needy will not always be forgotten, nor the hope of the afflicted perish forever. - Psalm 9:18",
    "But as for me, I will always have hope; I will praise you more and more. - Psalm 71:14",
    "But the eyes of the Lord are on those who fear him, on those whose hope is in his unfailing love. - Psalm 33:18",
    "Now may the God of hope fill you with all joy and peace in believing, that you may abound in hope by the power of the Holy Spirit. - Romans 15:13",
    "You are my refuge and my shield; I have put my hope in your word. - Psalm 119:114"
  ]
  }
]